Revit 2027 API
ParameterTypeId.FamilyKeepTextReadable Property
 "Keep text readable"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyKeepTextReadable { get; }
Public Shared ReadOnly Property FamilyKeepTextReadable As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyKeepTextReadable {
	ForgeTypeId^ get ();
}
static member FamilyKeepTextReadable : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace